export const ALADIN_INTEREST_MAP: Record<string, number[]> = {
    국내소설: [50917],
    일본소설: [50918],
    영미소설: [50919],
    판타지: [50928],
    SF: [50930],
    스릴러: [50933],
    호러: [50931],
    무협: [50932],

    여성문학: [51252],
    테마문학: [50953],
    세계문학: [50955],

    에세이: [55889],
    자기계발: [336],

    심리: [51395],
    철학: [51387],
    사회: [50995],
    한국사: [52593],
    세계사: [5242],
    인문학: [656],

    과학: [51005],
    기술: [51043],
    우주: [51027],

    경제학: [3057],
    마케팅: [261],
    재테크: [172],
    창업: [177],

    요리: [53483],
    건강: [53471],
    라이프스타일: [517]
};
